	sakai_assessment_manager=Sakai Assessment Manager

global_nav_assessmt=\u0110\u00e1nh gi\u00e1
global_nav_pools=C\u00e2u h\u1ecfi kh\u1ea3o s\u00e1t
dash= - 
heading_template_information=L\u1ecdai \u0111\u00e1nh gi\u00e1
heading_assessment_introduction=H\u01b0\u1edbng d\u1eabn \u0111\u00e1nh gi\u00e1
heading_assessment_delivery_dates=Ng\u00e0y n\u1ed9p
heading_released_to=\u0110\u00e1nh gi\u00e1 c\u00f4ng b\u1ed1 t\u1edbi
heading_high_security=\u0110\u1ea3m b\u1ea3o h\u1ecdc vi\u00ean nh\u1eadn b\u00e0i ki\u1ec3m tra t\u1eeb v\u1ecb tr\u00ed c\u1ee5 th\u1ec3
heading_timed_assessment=Th\u1eddi gian \u0111\u00e1nh gi\u00e1
heading_assessment_organization=T\u1ed5 ch\u1ee9c \u0111\u00e1nh gi\u00e1
heading_submissions=N\u1ed9p b\u00e0i
heading_submission_message=Th\u00eam tin nh\u1eafn h\u1ecdc vi\u00ean s\u1ebd th\u1ea5y sau khi n\u1ed9p b\u00e0i
heading_grading=\u0110ang ch\u1ea5m \u0111i\u1ec3m
heading_graphics=Bi\u1ec3u \u0111\u1ed3
heading_metadata=Nhi\u1ec1u d\u1eef li\u1ec7u(Metadata)
heading_about=V\u1ec1 \u0111\u00e1nh gi\u00e1 n\u00e0y
heading_availability=Hi\u1ec7u l\u1ef1c v\u00e0 N\u1ed9p b\u00e0i
heading_grading=Ch\u1ea5m \u0111i\u1ec3m v\u00e0 ph\u1ea3n h\u1ed3i
heading_layout=Giao di\u1ec7n v\u00e0 bi\u1ec3u m\u1eabu
heading_background=Thay \u0111\u1ed5i ph\u00f4ng n\u1ec1n?

settings=C\u00e0i \u0111\u1eb7t
template_title=Ti\u00eau \u0111\u1ec1
template_authors=T\u00e1c gi\u1ea3
template_description=M\u00f4 t\u1ea3 / Gi\u1edbi thi\u1ec7u (Kh\u00f4ng b\u1eaft bu\u1ed9c)

assessment_title=Ti\u00eau \u0111\u1ec1
assessment_creator=Ng\u01b0\u1eddi t\u1ea1o
assessment_authors=T\u00e1c gi\u1ea3
assessment_description=M\u00f4 t\u1ea3 / Gi\u1edbi thi\u1ec7u (Kh\u00f4ng b\u1eaft bu\u1ed9c)
assessment_available=T\u1ed3n t\u1ea1i
assessment_due=Th\u1eddi h\u1ea1n
has_time_limit=v\u00e0 c\u00f3 th\u1eddi gian gi\u1edbi h\u1ea1n c\u1ee7a
late_accept=Ch\u1ea5p nh\u1eadn n\u1ed9p b\u00e0i tr\u1ec5? (h\u1ecdc vi\u00ean c\u00f3 c\u01a1 h\u1ed9i n\u1ed9p b\u00e0i sau ng\u00e0y h\u1ebft h\u1ea1n n\u1ebfu ch\u01b0a n\u1ed9p)
no_late=Kh\u00f4ng, kh\u00f4ng c\u00f3 sau ng\u00e0y h\u1ebft h\u1ea1n 
yes_late=C\u00f3, cho t\u1edbi khi 
indefinitely=V\u00f4 th\u1eddi h\u1ea1n (n\u1ebfu tr\u1ed1ng)
auto_submit=T\u1ef1 \u0111\u1ed9ng l\u01b0u b\u00e0i h\u1ecdc vi\u00ean sau ng\u00e0y ch\u1ea5p nh\u1eadn cu\u1ed1i, tr\u1eeb phi h\u1ecdc vi\u00ean \u0111\u00e3 n\u1ed9p tr\u01b0\u1edbc \u0111\u00f3

calendarDueDatePrefix=H\u1ea1n:
calendarDueDate=Hi\u1ec3n th\u1ecb ng\u00e0y h\u1ebft h\u1ea1n tr\u00ean
word_or=HO\u1eb6C
republished=\u0110\u0103ng l\u1ea1i
description=Mi\u00eau t\u1ea3:
available=T\u1ed3n t\u1ea1i
due=H\u1ea1n
retract=Thu l\u1ea1i
hours=hr
minutes=min
seconds=seconds
available_immediately=\u00c1p d\u1ee5ng ngay
was_republished=\u0110\u0103ng l\u1ea1i

subject=Ch\u1ee7 \u0111\u1ec1:
no_notification=Kh\u00f4ng c\u00f3 th\u00f4ng b\u00e1o
send_notification=v\u00e0 g\u1eedi th\u00f4ng b\u00e1o d\u01b0\u1edbi \u0111\u00e2y cho h\u1ecdc vi\u00ean
notification_content=T\u00ecm \u0111\u00e1nh gi\u00e1 n\u00e0y t\u1ea1i {0} trang tr\u00ean {1}.
notification=Th\u00f4ng b\u00e1o
pre_populate_text_publish=Nh\u1ea5n v\u00e0o \u0111\u00e2y \u0111\u1ec3 nh\u1eadp m\u1ed9t th\u00f4ng b\u00e1o t\u00f9y ch\u1ecdn \u0111\u1ec3 \u0111\u01b0\u1ee3c g\u1eedi qua email v\u1edbi c\u00e1c thi\u1ebft l\u1eadp b\u00ean d\u01b0\u1edbi.
pre_populate_text_republish=Nh\u1ea5n v\u00e0o \u0111\u00e2y \u0111\u1ec3 nh\u1eadp m\u1ed9t th\u00f4ng b\u00e1o t\u00f9y ch\u1ecdn \u0111\u1ec3 \u0111\u01b0\u1ee3c g\u1eedi qua email v\u1edbi c\u00e1c thi\u1ebft l\u1eadp b\u00ean d\u01b0\u1edbi.
pre_populate_text_regrade_republish=Nh\u1ea5n v\u00e0o \u0111\u00e2y \u0111\u1ec3 nh\u1eadp m\u1ed9t m\u00f4 t\u1ea3 v\u1ec1 c\u00e1c thay \u0111\u1ed5i b\u1ea1n \u0111\u00e3 th\u1ef1c hi\u1ec7n v\u00e0 b\u1ea5t k\u1ef3 h\u00e0nh \u0111\u1ed9ng m\u00e0 b\u1ea1n mu\u1ed1n h\u1ecdc vi\u00ean ph\u1ea3i th\u1ef1c hi\u1ec7n.
is_available_immediately=C\u00f3 hi\u1ec7u l\u1ef1c ngay
is_available_on=C\u00f3 hi\u1ec7u l\u1ef1c tr\u00ean {0}
available_anonymously_at=c\u00f3 <b>hi\u1ec7u l\u1ef1c tr\u00ean {0}</b> \u0111\u1ec3 \u1ea9n danh t\u1ea1i {1}

available_class_at=c\u00f3 <b>hi\u1ec7u l\u1ef1c tr\u00ean {0}</b> t\u1edbi to\u00e0n b\u1ed9 l\u1edbp h\u1ecdc t\u1ea1i {1}
available_group_at=c\u00f3 <b>hi\u1ec7u l\u1ef1c tr\u00ean {0}</b> t\u1edbi {1} t\u1ea1i {2}
it_is_due=\u0110\u00e2y l\u00e0 <b>h\u1ea1n {0}</b>.
there_is_no_time_limit=Kh\u00f4ng c\u00f3 th\u1eddi gian gi\u1edbi h\u1ea1n
the_time_limit_is=Th\u1eddi gian gi\u1edbi h\u1ea1n l\u00e0
submit_when_time_is_up=\u0110\u00e1nh gi\u00e1 n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c n\u1ed9p khi th\u1eddi gian t\u0103ng
student_submit_unlimited_times=H\u1ecdc vi\u00ean c\u00f3 th\u1ec3 n\u1ed9p kh\u00f4ng gi\u1edbi h\u1ea1n s\u1ed1 l\u1ea7n.
student_submit_certain_time=H\u1ecdc vi\u00ean c\u00f3 th\u1ec3 n\u1ed9p \u0111i\u1ec1u n\u00e0y {0} l\u1ea7n.
record_highest=(\u0110i\u1ec3m cao nh\u1ea5t s\u1ebd \u0111\u01b0\u1ee3c ghi nh\u1eadn).
record_last=(\u0110i\u1ec3m s\u1ed1 cu\u1ed1i s\u1ebd \u0111\u01b0\u1ee3c ghi nh\u1eadn).

autoSummit_warning=\u0110\u1ed1i v\u1edbi \u0111\u00e1nh gi\u00e1 theo th\u1eddi gian, n\u1ed9p t\u1ef1 \u0111\u1ed9ng n\u00ean \u0111\u01b0\u1ee3c ch\u1ecdn tr\u1eeb khi b\u1ea1n cho ph\u00e9p sinh vi\u00ean n\u1ed9p mu\u1ed9n sau th\u1eddi h\u1ea1n.
timed_assessment=\u0110\u00e1nh gi\u00e1 theo th\u1eddi gian v\u1edbi th\u1eddi gian gi\u1edbi h\u1ea1n:
timed_hours=gi\u1edd.
timed_minutes=ph\u00fat.
auto_submit_description=\u0110\u00e1nh gi\u00e1 s\u1ebd \u0111\u01b0\u1ee3c n\u1ed9p t\u1ef1 \u0111\u1ed9ng .

released_to=\u0110\u00e1nh gi\u00e1 ban h\u00e0nh t\u1edbi
anonymous_users=Ng\u01b0\u1eddi d\u00f9ng \u1ea9n danh
entire_site=To\u00e0n b\u1ed9 trang
selected_groups=Ch\u1ecdn nh\u00f3m
select_all_groups=Ch\u1ecdn t\u1ea5t c\u1ea3 nh\u00f3m

high_security_allow_only_specified_ip=Cho ph\u00e9p ch\u1ec9 \u0111\u1ecba ch\u1ec9 IP x\u00e1c \u0111\u1ecbnh
high_security_secondary_id_pw=ID th\u1ee9 hai v\u00e0 m\u1eadt kh\u1ea9u
high_security_username=T\u00ean ng\u01b0\u1eddi d\u00f9ng
high_security_password=M\u1eadt kh\u1ea9u

question_layout=Giao di\u1ec7n c\u00e2u h\u1ecfi
layout_by_question=M\u1ed7i c\u00e2u h\u1ecfi l\u00e0 tr\u00ean m\u1ed9t trang web ri\u00eang
layout_by_part=M\u1ed7i ph\u1ea7n l\u00e0 m\u1ed9t trang Web ri\u00eang
layout_by_assessment=C\u00e1c \u0111\u00e1nh gi\u00e1 ho\u00e0n th\u00e0nh \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb tr\u00ean m\u1ed9t trang web

navigation=\u0110i\u1ec1u h\u01b0\u1edbng
random_access=Truy c\u1eadp ng\u1eabu nhi\u00ean c\u00e1c c\u00e2u h\u1ecfi t\u1eeb m\u1ed9t b\u1ea3ng n\u1ed9i dung. (C\u00f3 n\u00fat "K\u1ebf ti\u1ebfp" v\u00e0  "Tr\u01b0\u1edbc" tr\u00ean m\u1ed7i trang cho \u0111i\u1ec1u h\u01b0\u1edbng.)
linear_access=truy c\u1eadp th\u1eb3ng v\u00e0o c\u00e2u h\u1ecfi v\u1edbi NO tr\u1edf v\u1ec1 trang tr\u01b0\u1edbc. (Ch\u1ec9 c\u00f3 n\u00fat "K\u1ebft ti\u1ebfp" \u0111\u1ec3 ti\u1ebfp t\u1ee5c. C\u00f3 b\u1ea3ng NO c\u1ee7a n\u1ed9i dung trang.)
linear_access_warning=V\u00ec h\u1ecdc sinh kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p xem c\u00f9ng m\u1ed9t c\u00e2u h\u1ecfi h\u01a1n m\u1ed9t l\u1ea7n, ch\u1ecdn truy c\u1eadp th\u1eb3ng s\u1ebd t\u1ef1 \u0111\u1ed9ng t\u1ea1o m\u1ed9t tr\u00ecnh thi\u1ebft l\u1eadp \u0111\u1eb7c bi\u1ebft cho s\u1ed1 b\u00e0i n\u1ed9p \u0111\u01b0\u1ee3c cho ph\u00e9p.
automatic_submission=N\u1ed9p b\u00e0i t\u1ef1 \u0111\u1ed9ng
automatic_submission_note_1=T\u00f9y ch\u1ecdn n\u00e0y bu\u1ed9c l\u01b0u \u0111\u00e1nh gi\u00e1 b\u00e0i n\u1ed9p cho sinh vi\u00ean, ng\u01b0\u1eddi c\u00f3 KH\u00d4NG b\u00e0i n\u1ed9p tr\u01b0\u1edbc \u0111\u00f3.

retract_conf=D\u1eebng x\u00e1c nh\u1eadn ngay
retract_for_sure=Vi\u1ec7c \u0111\u00e1nh gi\u00e1 n\u00e0y s\u1ebd kh\u00f4ng c\u00f2n c\u00f3 s\u1eb5n \u0111\u1ec3 d\u00f9ng. D\u1eebng Ch\u1ea5p thu\u1eadn b\u00e2y gi\u1edd s\u1ebd ghi \u0111\u00e8 b\u1ea5t k\u1ef3 t\u1ed3n t\u1ea1i t\u01b0\u01a1ng lai n\u00e0o ho\u1eb7c ng\u00e0y h\u1ebft h\u1ea1n. B\u1ea1n c\u00f3 mu\u1ed1n ti\u1ebfp t\u1ee5c?
retract_heading=D\u1eebng x\u00e1c nh\u1eadn

numbering=\u0110ang \u0111\u1ebfm
continous_numbering=Ti\u1ebfp t\u1ee5c \u0111\u1ebfm gi\u1eefa c\u00e1c ph\u1ea7n
part_numbering=B\u1eaft \u0111\u1ea7u \u0111\u1ebfm l\u1ea1i cho m\u1ed7i ph\u1ea7n

submissions_allowed=S\u1ed1 l\u01b0\u1ee3ng b\u00e0i n\u1ed9p \u0111\u01b0\u1ee3c ch\u1ea5p thu\u1eadn
unlimited_submission=Kh\u00f4ng gi\u1edbi h\u1ea1n
only=Ch\u1ec9 
limited_submission=B\u00e0i n\u1ed9p \u0111\u01b0\u1ee3c ch\u1ea5p thu\u1eadn

auto_save=L\u01b0u t\u1ef1 \u0111\u1ed9ng
user_click_save=Ng\u01b0\u1eddi d\u00f9ng ph\u1ea3i ch\u1ecdn n\u00fat "L\u01b0u" \u0111\u1ec3 l\u01b0u v\u00e0o
save_automatically=T\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng \u0111\u1ea7u v\u00e0o l\u01b0u t\u1ef1 \u0111\u1ed9ng

submission_message=Tin nh\u1eafn b\u00e0i n\u1ed9p
submission_final_page_url=URL trang cu\u1ed1i

sectionlevel_feedback=Ch\u1ecdn m\u1ee9c \u0111\u1ed9 (A,B,C...) ph\u1ea3n h\u1ed3i
both_feedback=C\u1ea3 hai

immediate_feedback=Ph\u1ea3n h\u1ed3i ngay l\u1eadp t\u1ee9c
immediate=Ngay l\u1eadp t\u1ee9c
feedback_by_date=Ph\u1ea3n h\u1ed3i s\u1ebd hi\u1ec3n th\u1ecb t\u1edbi h\u1ecdc vi\u00ean v\u00e0o m\u1ed9t ng\u00e0y x\u00e1c \u0111\u1ecbnh
no_feedback=Kh\u00f4ng ph\u1ea3n h\u1ed3i \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb t\u1edbi h\u1ecdc vi\u00ean

receive_immediate=H\u1ecdc vi\u00ean s\u1ebd nh\u1eadn <b>ph\u1ea3n h\u1ed3i t\u1ee9c th\u00ec</b>.
receive_feedback_on_submission=H\u1ecdc vi\u00ean s\u1ebd nh\u1eadn <b>ph\u1ea3n h\u1ed3i b\u00e0i n\u1ed9p</b>.
receive_no_feedback=H\u1ecdc vi\u00ean s\u1ebd nh\u1eadn <b>kh\u00f4ng c\u00f3 ph\u1ea3n h\u1ed3i</b>.
feedback_available_on=H\u1ecdc vi\u00ean s\u1ebd nh\u1eadn <b>ph\u1ea3n h\u1ed3i</b> t\u1ea1i <b>{0}</b>.

feedback_components=Ch\u1ecdn th\u00e0nh ph\u1ea7n ph\u1ea3n h\u1ed3i
question_text=V\u0103n b\u1ea3n c\u00e2u h\u1ecfi
student_assessment_score=\u0110i\u1ec3m \u0111\u00e1nh gi\u00e1 c\u1ee7a h\u1ecdc vi\u00ean
student_question_score=\u0110i\u1ec3m ph\u1ea7n v\u00e0 c\u00e2u h\u1ecfi c\u1ee7a h\u1ecdc vi\u00ean
grader_comments=L\u1eddi ph\u00ea c\u1ee7a ng\u01b0\u1eddi ch\u1ea5m

student_identity=\u0110\u1eb7c \u0111i\u1ec3m c\u1ee7a h\u1ecdc vi\u00ean
not_anonymous=\u0110\u1eb7c \u0111i\u1ec3m c\u1ee7a h\u1ecdc vi\u00ean c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c xem b\u1edfi ng\u01b0\u1eddi ch\u1ea5m
anonymous=Ch\u1ec9 ng\u01b0\u1eddi ch\u1ea5m \u1ea9n danh

gradebook_options=T\u00f9y ch\u1ecdn b\u1ea3ng \u0111i\u1ec3m
to_default_gradebook=L\u1edbp g\u1eedi t\u1edbi b\u1ea3ng \u0111i\u1ec3m (ch\u1ecdn "\u0110i\u1ec3m g\u1eedi t\u1edbi b\u1ea3ng \u0111i\u1ec3m" s\u1ebd g\u1eedi \u0111i\u1ec3m s\u1ed1 t\u1edbi b\u1ea3ng \u0111i\u1ec3m ngay l\u1eadp t\u1ee9c, b\u1ea5t k\u1ec3 ng\u00e0y ph\u1ea3n h\u1ed3i.)
to_no_gradebook=Kh\u00f4ng 
gradebook_note_f=(ch\u1ecdn "\u0110i\u1ec3m g\u1eedi t\u1edbi b\u1ea3ng \u0111i\u1ec3m" trong ph\u1ea7n ch\u1ea5m \u0111i\u1ec3m s\u1ebd g\u1eedi \u0111i\u1ec3m t\u1edbi b\u1ea3ng \u0111i\u1ec3m ngay l\u1eadp t\u1ee9c, b\u1ea5t k\u1ec3 ng\u00e0y ph\u1ea3n h\u1ed3i.)

recorded_score=Ghi l\u1ea1i \u0111i\u1ec3m s\u1ed1 n\u1ebfu s\u1ed1 l\u01b0\u1ee3ng l\u1edbn b\u00e0i n\u1ed9p m\u1ed7i ng\u01b0\u1eddi d\u00f9ng
highest_score=Ghi l\u1ea1i \u0111i\u1ec3m cao nh\u1ea5t 
average_score=Ghi l\u1ea1i \u0111i\u1ec3m trung b\u00ecnh
last_score=Ghi s\u1ed1 \u0111i\u1ec3m cu\u1ed1i c\u00f9ng

background_color=M\u00e0u n\u1ec1n
background_image=M\u00e0u \u1ea3nh 

assessment_metadata=Metadata \u0111\u00e1nh gi\u00e1
metadata_keywords=T\u1eeb kh\u00f3a
metadata_objectives=M\u1ee5c ti\u00eau
metadata_rubrics=Chuy\u00ean m\u1ee5c

record_metadata=Ghi l\u1ea1i Metadata cho:
metadata_parts=C\u00e1c ph\u1ea7n
metadata_questions=C\u00e1c c\u00e2u h\u1ecfi

button_unique_save_and_publish=L\u01b0u c\u00e1c c\u00e0i \u0111\u1eb7t v\u00e0 c\u00f4ng khai
button_save_settings=L\u01b0u c\u00e0i \u0111\u1eb7t
button_edit_settings=Ch\u1ec9nh s\u1eeda c\u00e0i \u0111\u1eb7t
button_stop_accepting_now=D\u1eebng ch\u1ea5p nh\u1eadn ngay b\u00e2y gi\u1edd
button_stop_accepting=D\u1eebng ch\u1ea5p nh\u1eadn

# Mark for Review
mark_for_review_pop_up_text_1=Ki\u1ec3m tra \u0111\u00e1nh d\u1ea5u cho nh\u1eadn x\u00e9t s\u1ebd \u0111\u00e1nh d\u1ea5u trang c\u00e1c c\u00e2u h\u1ecfi b\u1ea1n mu\u1ed1n nh\u1eadn x\u00e9t tr\u01b0\u1edbc khi g\u1eedi \u0111\u00e1nh gi\u00e1. Ch\u1ecdn li\u00ean k\u1ebft b\u1ea3ng n\u1ed9i dung \u1edf \u0111\u1ea7u trang \u0111\u1ec3 t\u00ecm danh s\u00e1ch c\u00e2u h\u1ecfi \u0111\u1ea7y \u0111\u1ee7 (Ch\u1ecdn ph\u1ea7n t\u00ean \u0111\u1ec3 xem c\u00e2u h\u1ecfi). Bi\u1ec3u t\u01b0\u1ee3ng \u0111\u00e1nh d\u1ea5u c\u00e2u h\u1ecfi s\u1ebd xu\u1ea5t hi\u1ec7n b\u1ea5t k\u1ef3 c\u00e2u h\u1ecfi b\u1ea1n \u0111\u00e1nh d\u1ea5u.
mark_for_review_pop_up_text_2=T\u00ednh n\u0103ng n\u00e0y kh\u00f4ng b\u1eaft bu\u1ed9c v\u00e0 kh\u00f4ng c\u00f3 \u1ea3nh h\u01b0\u1edfng t\u1edbi b\u00e0i n\u1ed9p c\u1ee7a b\u1ea1n
button_close=\u0110\u00f3ng
mark_for_review=\u0110\u00e1nh d\u1ea5u cho nh\u1eadn x\u00e9t
mark_for_review_label=Th\u00eam c\u00e1c checkboxe b\u00ean c\u1ea1nh c\u00e1c c\u00e2u h\u1ecfi v\u00ec ch\u00fang c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u cho nh\u1eadn x\u00e9t
whats_this_link=\u0110\u00e2y l\u00e0 g\u00ec?
mark_for_review_text_1=M\u1ed9t checkbox c\u00f3 nh\u00e3n "\u0110\u00e1nh d\u1ea5u cho nh\u1eadn x\u00e9t" s\u1ebd xu\u1ea5t hi\u1ec7n b\u00ean d\u01b0\u1edbi m\u1ed7i c\u00e2u h\u1ecfi.
mark_for_review_text_2=(T\u00ednh n\u0103ng n\u00e0y kh\u00f4ng t\u1ed3n t\u1ea1i khi truy c\u1eadp th\u1eb3ng \u0111\u01b0\u1ee3c ch\u1ecdn trong t\u1ed5 ch\u1ee9c \u0111\u00e1nh gi\u00e1).

# the following is for confirming publishing (publishAssessment.jsp)
check_settings_and_add_notification=Xu\u1ea5t b\u1ea3n \u0111\u00e1nh gi\u00e1
publish_assessment=Xu\u1ea5t b\u1ea3n \u0111\u00e1nh gi\u00e1
republish_assessment=Xu\u1ea5t b\u1ea3n \u0111\u00e1nh gi\u00e1
regrade_republish_assessment=Ph\u00e2n lo\u1ea1i v\u00e0 xu\u1ea5t b\u1ea3n \u0111\u00e1nh gi\u00e1
publish_confirm_message=Xem l\u1ea1i c\u00e1c thi\u1ebft l\u1eadp c\u1ee7a b\u1ea1n v\u00e0 \u0111i\u1ec1u ch\u1ec9nh m\u1ee9c \u0111\u1ed9 th\u00f4ng b\u00e1o. Ch\u1ecdn <b>Xu\u1ea5t b\u1ea3n</b> \u0111\u1ec3 t\u1ea1o \u0111\u00e1nh gi\u00e1 t\u1edbi h\u1ecdc vi\u00ean b\u00e2y gi\u1edd. Ch\u1ecdn <b>H\u1ee7y</b> \u0111\u1ec3 \u0111\u1ee3i ho\u1eb7c ch\u1ec9nh s\u1eeda \u0111\u00e1nh gi\u00e1. Ch\u1ecdn <b>C\u00e0i \u0111\u1eb7t ch\u1ec9nh s\u1eeda</b> \u0111\u1ec3 c\u1ea5u h\u00ecnh c\u00e0i \u0111\u1eb7t.
cancel_message=Ch\u1ecdn <b>{0}</b> \u0111\u1ec3 ch\u1edd ho\u1eb7c ch\u1ec9nh s\u1eeda \u0111\u00e1nh gi\u00e1.
republish_confirm_message=Xem l\u1ea1i c\u00e1c thi\u1ebft l\u1eadp c\u1ee7a b\u1ea1n d\u01b0\u1edbi \u0111\u00e2y, \u0111i\u1ec1u ch\u1ec9nh m\u1ee9c \u0111\u1ed9 th\u00f4ng b\u00e1o, v\u00e0 nh\u1ea5p v\u00e0o <b> Xu\u1ea5t b\u1ea3n </ b> \u0111\u1ec3 t\u1ea1o \u0111\u00e1nh gi\u00e1 c\u00f4ng khai t\u1edbi h\u1ecdc vi\u00ean b\u00e2y gi\u1edd
started_or_submitted=H\u1ecdc vi\u00ean \u0111\u00e3 b\u1eaft \u0111\u1ea7u ho\u1eb7c \u0111\u00e3 g\u1eedi \u0111\u00e1nh gi\u00e1 n\u00e0y.
score_discrepancies_note_non_linear=N\u1ebfu b\u1ea1n thay \u0111\u1ed5i c\u00e1c n\u1ed9i dung trong m\u1ed9t c\u00e1ch m\u00e0 c\u00f3 th\u1ec3 g\u00e2y ra s\u1ef1 kh\u00e1c bi\u1ec7t v\u1ec1 \u0111i\u1ec3m s\u1ed1, xin vui l\u00f2ng g\u1eedi th\u00f4ng b\u00e1o cho h\u1ecdc vi\u00ean. B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 cho ph\u00e9p h\u1ecdc vi\u00ean c\u1eadp nh\u1eadt b\u00e0i n\u1ed9p cu\u1ed1i c\u1ee7a h\u1ecd.
score_discrepancies_note=N\u1ebfu b\u1ea1n thay \u0111\u1ed5i n\u1ed9i dung trong m\u1ed9t c\u00e1ch m\u00e0 c\u00f3 th\u1ec3 g\u00e2y ra s\u1ef1 kh\u00e1c bi\u1ec7t v\u1ec1 \u0111i\u1ec3m s\u1ed1, xin vui l\u00f2ng g\u1eedi th\u00f4ng b\u00e1o cho h\u1ecdc vi\u00ean.

update_most_current_submission_checkbox=Cho ph\u00e9p h\u1ecdc vi\u00ean c\u1eadp nh\u1eadt b\u00e0i n\u1ed9p cu\u1ed1i.
update_most_current_submission_checkbox_warn=L\u1ef1a ch\u1ecdn t\u00f9y ch\u1ecdn n\u00e0y s\u1ebd \u0111\u00f2i h\u1ecfi sinh vi\u00ean ph\u1ea3i g\u1eedi l\u1ea1i nh\u1eefng \u0111\u00e1nh gi\u00e1 c\u1ee7a m\u00ecnh \u0111\u1ec3 cho c\u00e1c c\u00e1n b\u1ed9 gi\u1ea3ng d\u1ea1y \u0111\u1ec3 xem c\u00e1c b\u00e0i n\u1ed9p d\u01b0\u1edbi ph\u1ea7n \u0110i\u1ec3m. B\u1ea5t k\u1ef3 \u0111i\u1ec1u ch\u1ec9nh \u0111i\u1ec3m th\u1ef1c hi\u1ec7n t\u1edbi c\u00e1c b\u00e0i n\u1ed9p n\u00e0y tr\u01b0\u1edbc \u0111\u1ec3 l\u1ef1a ch\u1ecdn l\u1ea1i s\u1ebd b\u1ecb m\u1ea5t. 
publish_error_message=C\u00f3 l\u1ed7i khi xu\u1ea5t b\u1ea3n \u0111\u00e1nh gi\u00e1 n\u00e0y. N\u1ebfu \u0111\u00e1nh gi\u00e1 n\u00e0y s\u1ebd \u0111\u01b0\u1ee3c c\u00f4ng b\u1ed1 tr\u00ean m\u1ed9t s\u1ed5 \u0111i\u1ec3m, \u0111\u1ea3m b\u1ea3o r\u1eb1ng c\u00e1c ti\u00eau \u0111\u1ec1 \u0111\u00e1nh gi\u00e1 kh\u00f4ng xung \u0111\u1ed9t v\u1edbi c\u00e1c \u0111\u00e1nh gi\u00e1 kh\u00e1c.
published_assessment_url=URL \u0111\u00e1nh gi\u00e1 c\u00f4ng khai

time_limit=Gi\u1edbi h\u1ea1n th\u1eddi gian
no_time_limit= Kh\u00f4ng gi\u1edbi h\u1ea1n th\u1eddi gian

#ERROR
timeSelect_error=H\u00e3y x\u00e1c \u0111\u1ecbnh m\u1ed9t gi\u1edbi h\u1ea1n th\u1eddi gian d\u01b0\u1edbi \u0111\u00e1nh gi\u00e1 th\u1eddi gian.
assessmentName_error= B\u1ea1n kh\u00f4ng th\u1ec3 c\u00f3 ti\u00eau \u0111\u1ec1 \u0111\u00e1nh gi\u00e1 tr\u00f9ng l\u1eb7p. Vui l\u00f2ng ch\u1ecdn ti\u00eau \u0111\u1ec1 kh\u00e1c.
gbConflict_error= M\u1ee5c kh\u00e1c c\u00f9ng t\u00ean ti\u00eau \u0111\u1ec1 t\u1ed3n t\u1ea1i trong s\u1ed5 \u0111i\u1ec3m. Vui l\u00f2ng ch\u1ecdn ti\u00eau \u0111\u1ec1 kh\u00e1c.
assessmentName_empty= T\u00ean \u0111\u00e1nh gi\u00e1 n\u00ean \u0111\u1ec3 tr\u1ed1ng.
published_assessment_title_not_unique_error = B\u1ea1n kh\u00f4ng th\u1ec3 c\u00f3 2 \u0111\u00e1nh gi\u00e1 c\u00f4ng khai v\u1edbi c\u00f9ng ch\u1ee7 \u0111\u1ec1. Vui l\u00f2ng ch\u1ecdn ch\u1ee7 \u0111\u1ec1 kh\u00e1c
ip_error= H\u00e3y x\u00e1c \u0111\u1ecbnh m\u1ed9t \u0111\u1ecba ch\u1ec9 IP h\u1ee3p l\u1ec7 ho\u1eb7c t\u1eebng ph\u1ea7n \u0111\u1ecba ch\u1ec9 d\u01b0\u1edbi b\u1ea3o m\u1eadt n\u00e2ng cao. (Example: xxx.xx.*.*)
ip_note=S\u1eed d\u1ee5ng m\u1ed9t \u0111\u1ecba ch\u1ec9 IP m\u1ed7i d\u00f2ng. M\u1ed7i d\u1ea5u (*)c\u00f3 th\u1ec3 \u0111\u1eb7t cho b\u1ea5t k\u1ef3 m\u1ea1ng con n\u00e0o.
ip_example= V\u00ed d\u1ee5:
ip_ex=171.64.139.* or 171.64.*.*
date_error= Vui l\u00f2ng x\u00e1c \u0111\u1ecbnh ng\u00e0y chuy\u1ec3n ph\u1ea3n h\u1ed3i d\u01b0\u1edbi ph\u1ea3n h\u1ed3i 
submissions_allowed_error=Vui l\u00f2ng nh\u1eadp s\u1ed1 b\u00e0i n\u1ed9p cho ph\u00e9p l\u00e0 1 (1) ho\u1eb7c h\u01a1n 1.
validateURL=URL c\u00f3 hi\u1ec7u l\u1ef1c

# signs for author tool
separator=| 
column=\: 
greater=>

# titles
t_assessmentIntroduction=Gi\u1edbi thi\u1ec7u \u0111\u00e1nh gi\u00e1
t_deliveryDates=Ng\u00e0y giao
t_releasedTo=\u0110\u00e1nh gi\u00e1 ban h\u00e0nh t\u1edbi
t_highSecurity=B\u1ea3o m\u1eadt cao
t_timedAssessment=\u0110\u00e1nh gi\u00e1 th\u1eddi gian
t_assessmentOrganization=T\u1ed5 ch\u1ee9c \u0111\u00e1nh gi\u00e1
t_submissions=B\u00e0i n\u1ed9p
t_submissionMessage=Tin nh\u1eafn b\u00e0i n\u1ed9p
t_grading=Ch\u1ea5m \u0111i\u1ec3m
t_graphics=\u0110\u1ed3 h\u1ecda
t_metadata=Metadata

# add attachments to questions
attachments = \u0110\u00ednh k\u00e8m
add_attachments = Th\u00eam \u0111\u00ednh k\u00e8m
add_remove_attachments = Th\u00eam/G\u1ee1 b\u1ecf \u0111\u00ednh k\u00e8m
no_attachments = Kh\u00f4ng \u0111\u00ednh k\u00e8m
remove_attachment_heading = G\u1ee1 b\u1ecf \u0111\u00ednh k\u00e8m
remove_attachment_conf = X\u00e1c nh\u1eadn g\u1ee1 b\u1ecf \u0111\u00ednh k\u00e8m
cert_rem_attachment=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn mu\u1ed1n x\u00f3a b\u1ecf t\u1eadp tin \u0111\u00ednh k\u00e8m n\u00e0y?
t_attachment = Hi\u1ec3n th\u1ecb t\u1eadp tin \u0111\u00ednh k\u00e8m v\u00e0o c\u1eeda s\u1ed5 kh\u00e1c nhau

# Colour picker
cp_TITLE = Ng\u01b0\u1eddi ch\u1ecdn m\u00e0u
cp_WEB_SAFE = B\u1ea3ng m\u00e0u trang web tin c\u1eady
cp_WINDOWS_SYSTEM = B\u1ea3ng m\u00e0u h\u1ec7 th\u1ed1ng Windows
cp_GREY_SCALE = B\u1ea3ng m\u00e0u ph\u1ea1m vi m\u00e0u x\u00e1m
cp_CLICKALT = Nh\u1ea5n v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn m\u00e0u

# Date picker
dp_CLICKALT = Nh\u1ea5n v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn ng\u00e0y

# Audio recording applet
record_your_answer = Ch\u1ecdn \u0111\u1ec3 ghi l\u1ea1i c\u00e2u tr\u1ea3 l\u1eddi c\u1ee7a b\u1ea1n...
record_no_more_attempts = Kh\u00f4ng ghi l\u1ea1i th\u1eed nghi\u1ec7m c\u00f2n l\u1ea1i(Zero recording attempts remain).
audio_recording = Ghi \u00e2m
averag_grading_single_submission="Ch\u1ea5m \u0111i\u1ec3m trung b\u00ecnh" kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng \u0111\u1ec3 \u0111\u00e1nh gi\u00e1 m\u00e0 ch\u1ec9 cho ph\u00e9p n\u1ed9p b\u00e0i.

due_earlier_than_avaliable=Ng\u00e0y h\u1ebft h\u1ea1n kh\u00f4ng th\u1ec3 s\u1edbm h\u01a1n ng\u00e0y hi\u1ec7n h\u00e0nh.
retract_earlier_than_avaliable=Ng\u00e0y r\u00fat l\u1ea1i kh\u00f4ng th\u1ec3 s\u1edbm h\u01a1n ng\u00e0y hi\u1ec7n h\u00e0nh ho\u1eb7c ng\u00e0y h\u1ebft h\u1ea1n.
retract_earlier_than_due=Ng\u00e0y r\u00fat l\u1ea1i kh\u00f4ng th\u1ec3 s\u1edbm h\u01a1n ng\u00e0y hi\u1ec7n h\u00e0nh ho\u1eb7c ng\u00e0y h\u1ebft h\u1ea1n.
retract_required_with_auto_submit=Ng\u00e0y ch\u1ea5p nh\u1eadn cu\u1ed1i ph\u1ea3i \u0111\u1eb7t b\u1eaft bu\u1ed9c n\u1ed9p b\u00e0i \u0111\u1ec3 l\u01b0u b\u00e0i h\u1ecdc sinh sau ng\u00e0y h\u1ebft h\u1ea1n
  
# Secure delivery support
require_secure_delivery = Y\u00eau c\u1ea7u kh\u00f3a tr\u00ecnh duy\u1ec7t
secure_delivery_exit_pwd = Tho\u00e1t m\u1eadt kh\u1ea9u (kh\u00f4ng b\u1eaft bu\u1ed9c)
exit_password_error = Ch\u1ec9 c\u00e1c ng\u01b0\u1eddi \u0111\u01b0\u1ee3c ph\u00e9p \u0111\u1ec3 tho\u00e1t m\u1eadt kh\u1ea9u a-z, A-Z v\u00e0 0-9
none_secure_delivery_module = Kh\u00f4ng

# SAM-939
rowchoices=C\u00e1c d\u00f2ng ch\u1ecdn (nh\u1ea5n kh\u00f3a "Quay l\u1ea1i" sau m\u1ed7i l\u1ef1a ch\u1ecdn)
matrix_choice_surv=Kh\u1ea3o s\u00e1t: b\u1ea3ng c\u1ee7a c\u00e1c ch\u1ecdn l\u1ef1a
matrix_choices_surv=Kh\u1ea3o s\u00e1t-B\u1ea3ng c\u1ee7a c\u00e1c ch\u1ecdn l\u1ef1a
columnchoices=C\u1ed9t l\u1ef1a ch\u1ecdn (nh\u1ea5n kh\u00f3a "Quay l\u1ea1i" sau m\u1ed7i l\u1ef1a ch\u1ecdn)
addColumnChoiceToFavor=Th\u00eam c\u1ed9t l\u1ef1a ch\u1ecdn y\u00eau th\u00edch 
forceRanking=Cho ph\u00e9p ch\u1ec9 m\u1ed9t ph\u1ea3n h\u1ed3i m\u1ed7i c\u1ed9t (bu\u1ed9c x\u1ebfp h\u1ea1ng)
addComment=Th\u00eam tr\u01b0\u1eddng b\u00ecnh lu\u1eadn
favorLabel=Nh\u00e3n y\u00eau th\u00edch
fieldLabel=Tr\u01b0\u1eddng nh\u00e3n
relativeWidthOfColumns=Chi\u1ec1u r\u1ed9ng t\u01b0\u01a1ng \u0111\u1ed1i c\u1ee7a c\u1ed9t
row_field_empty=Tr\u01b0\u1eddng d\u00f2ng kh\u00f4ng th\u1ec3 tr\u1ed1ng
less_than_two_columns=c\u1ed9t l\u0129nh v\u1ef1c c\u1ea7n ph\u1ea3i c\u00f3 \u00edt nh\u1ea5t hai y\u1ebfu t\u1ed1 \u0111\u1ea7u v\u00e0o, c\u00e1ch nhau b\u1eb1ng kh\u00f3a "Tr\u1edf v\u1ec1"
selectFromFavorites=Ch\u1ecdn t\u1eeb Y\u00eau th\u00edch

